#1. Напишите программу, которая выводит "Hello, world!" на экран.

print('Hello, world!')

#2. Создайте список чисел от 1 до 10 и напишите цикл for, который выводит каждое число на экран.

numbers = [1, 2, 3, 4, 5, 6, 7, 8, 9, 10]

for number in numbers:
    print(number)

#3. Напишите функцию, которая принимает два аргумента и возвращает их сумму.

def add(x, y):
    return x + y

print(add(25, 45))